enemies = [
    {
        'name': 'бебра',
        'hp': 10,
        'attack': 10,
        'script': 'Зачем ты здесь? Ты пришёл сражаться? ХАХАХАА, ты вообще себя видел?',
        'win': 'Да как так-то? ПЕЛЬМЕНИ ТЕБЕ НЕ ДОСТАНУТСЯ!!!!!',
        'loss': 'Ха! Ну ты и лох конечно, приходи когда подкачаешься.'
    },
    {
        'name': 'Шрек',
        'hp': 20,
        'attack': 25,
        'script': 'Ты как здесь оказался? Хотя в прочем, это не важно. УХОДИ ИЛИ СРАЖАЙСЯ',
        'win': 'Ладно, у всех бывают неудачи, даже у меня, хотя впрочем, это к лучшему, босс слишком глупый для пельменей',
        'loss': 'Ты мог просто попросить...'
    },

    {
        'name': 'Скала',
        'hp': 200,
        'attack': 50,
        'script': 'Ну привет, я ждал тебя. ДА НАЧНЁТСЯ БИТВА!!!',
        'win': 'Тебе просто повезло... Мы ещё увидимся',
        'loss': 'И НЕ ВОЗВРАЩАЙСЯ!!!'
    }
]